{
   "intro":"Chugging too much water can be dangerous. Over-hydration can flood your system and imbalance your electrolytes, leading to \"water intoxication\" and sometimes, even death. In moderation, however, you should be able to open your throat and chug water with little risk of injury beyond bloating. Make sure to chug safely and steadily.",
   "steps":[
      {
         "description":"Anything that draws in at your smallest points is a safe bet. Avoid tops or dresses that cinch in just below your bra or that cinch around the hip as these will diminish the appearance of your butt.",
         "image":"https://www.wikihow.com/images/3/36/Get-a-Huge-Butt-Step-14-Version-5.jpg",
         "step_no":1,
         "summary":"Cinch in your waistline or wear clothes that contour your hourglass figure"
      },
      {
         "description":"This can be an easy way to cover the wet spot on your pants so you can get to the bathroom. It's best to tie it from the back because that's how normal people tie it. If you have a shirt that is long enough, pull it down so it can cover your front area.",
         "image":"https://www.wikihow.com/images/9/94/Hide-That-You-Peed-Your-Pants-Step-2-Version-4.jpg",
         "step_no":2,
         "summary":"Cover your pants with a jacket or sweater"
      },
      {
         "description":"The 'ready' position allows you to be able to react to all of your opponent's moves. Hold the sword upright in front of you with both hands so the blade is perpendicular to the ground.",
         "image":"https://www.wikihow.com/images/2/25/Win-a-Swordfight-Step-3-Version-2.jpg",
         "step_no":3,
         "summary":"Hold your sword in the 'ready' position at all times"
      },
      {
         "description":"There are some studies that have linked coffee drinking to having to poop. Although this is by no means definitively proven, if you drink coffee while trying to hold in poop you will probably have to pee too.",
         "image":"https://www.wikihow.com/images/c/cf/Hold-in-Your-Poop-in-Embarrassing-Situations-Step-4-Version-2.jpg",
         "step_no":4,
         "summary":"Try not to drink coffee"
      }
   ],
   "title":"How to Chug Water"
}
